Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-76.html.tmx
Source language: sme
Languages: nob

source: Sámedikki neahttasiiddut - historjá
nob: Sametingets nettsider - historikk

source: Ođđajagimánus 2000 almmuhii Sámediggi Norgga bealde vuosttas neahttasiidduidis .
nob: I januar 2000 lanserte Sametinget i Norge sine første nettsider .

source: Siidduid álggahedje muhtun Sámedikki hálddahusa bargit geain lei beroštupmi gávdnat neahtačovdosiid .
nob: Sidene var resultatet av innsatsen til nettinteresserte medarbeidere ved Sametingets administrasjon .

source: Álgosiidduid birra
nob: De første sidene

source: Dreamweaver ja Photoshop ledje gos vuosttas siiddut ráhkaduvvojedje .
nob: De første nettsidene ble produsert i Dreamweaver og Photoshop .

source: Sisdoallu lei hui stáhtalaš , sihke hámi ja sisdoalu dáfus , ja geavaheaddjis ii lean vuorrováikkuhusvejolašvuohta – siidduin lei dušše dat vejolašvuohta ahte sáddet e-poastta hálddahussii .
nob: Innholdet var strengt statisk , både i form og innhold , og ingen form for interaktivitet var tilgjengelig for nettbrukerne - unntatt muligheten for å sende e-post til administrasjonen fra sidene .

source: Oaivilin lei ahte siiddut galge leat muhtun lágan ohcangáldun dassážii go eanet dynámalaš ja fidnomáhtolaš almmuhančoavddus lea sajis .
nob: Sidene var ment å være en slags oppslagstavle i tiden fram til en mer dynamisk og profesjonell publiseringsløsning var på plass .

source: Dalle lei maiddái hui eahpečielggas maid Sámediggi galggai bargat neahtas .
nob: På dette tidspunktet var det også svært uklart hva Sametinget hadde på nett å gjøre .

source: Dárbu lei čađahit vuđolaš siskkáldas proseassa ja mearridit makkár áigumušat ja strategiijat galge leat Sámedikki elektrovnnalaš mediaáŋgiruššamis .
nob: Det var derfor behov for en grundig intern prosess for å fastsette noen ambisjoner og strategier i forbindelse med Sametingets satsing på elektroniske medier .

source: Sisdoallu lei juogaduvvon fáttáid mielde ja válljejuvvon dan vuođul makkár jearaldagaid hálddahus lei ožžon olbmuin : veaháš Sámedikki , organiserema ja fágasurggiid birra , veaháš sámiid ja sámi kultuvrra birra oppalaččat .
nob: Innholdet var tematisert og valgt ut i forhold til hvilke henvendelser administrasjonen til da hadde mottatt fra publikum : litt om Sametinget , organisering og fagområder , litt om samer og samisk kultur generelt .

source: Boahtte buolvva neahttasiiiddut
nob: Neste generasjon nettsider

source: Seammás go vuosttas siiddut almmuhuvvojedje lei bargu ođđa ja eanet dynámalaš neahttasiidduin juo álggahuvvon .
nob: Samtidig som de første sidene ble lansert var arbeidet med en ny og mer dynamisk nettside allerede i gang .

source: Geassit 2000 dahkkojuvvui šiehtadus gálvolágideaddjin ođđa neahttačovdosa ektui .
nob: Sommeren 2000 ble det inngått avtale med leverandør av ny nettløsning .

source: Ođđa neahttačoavddus 2001:s
nob: Ny nettløsning i 2001

source: Ođđa neahttačoavddus ( olgguldas ja siskkáldas siiddut ) almmuhuvvui giđđat 2001 .
nob: Ny nettløsning ( eksterne og interne sider ) ble lansert våren 2001 .

source: Čovdosis lei earret eará vejolaš guovtti gillii bálddalagaid almmuhit ja lei válljenvejolašvuohta .
nob: Løsningen inneholdt blant annet mulighet for tospråklig parallell publisering og parallelle menyer .

source: Geahččaluvvui maiddái elektrovnnalaš poastajournála , muhto teknalaš váttisvuođaid geažil dat heaittihuvvui johtilit .
nob: Det ble også gjort forsøk med elektronisk postjournal , men grunnet tekniske begrensninger ble dette raskt lagt ned .

source: Vuosttas neahttasiidduid ektui lei dan ođđa čovdosa vuođul buoret vejolašvuohta geavahit interneahta aktiivvalaččat Sámedikki siidduin .
nob: I forhold til de første nettsidene innebar den nye plattformen en mulighet mot mer aktiv bruk av internett fra Sametingets side .

source: Digitála revolušuvdna Sámedikkis
nob: Digital revolusjon i Sametinget

source: 2004:s váldojuvvui atnui elektrovnnalaš arkiiva Sámedikkis .
nob: I 2004 ble fullt elektronisk arkiv innført i Sametinget .

source: Buot poasta olggos- ja sisa guvlui lea digitála , ja buot áššemeannudeapmi dáhpáhuvvá almmá báhpáriid haga .
nob: All inn- og utgående post gjøres digital , og all saksbehandling skjer nå uten papirdokumenter .

source: Dát lei vuosttas lávki barggus Sámedikki 2001:s mearridan ulbmiliid juksamis ahte ásahuvvojit neahttavuođus elektrovnnalaš bálvalusat .
nob: Dette var første trinn i arbeidet med å nå målsetningene fra Sametingets vedtak i 2001 om etablering nettbaserte elektroniske tjenester .

source: Ođđa almmuhančoavddus 2005:s lea nubbi huksendássi , mas ovttaiduhttin min neahttasiidduid ja áššemeannudanvuogádaga gaskka lea vejolaš .
nob: Ny publiseringsløsning i 2005 er andre byggetrinn , som gjør integrasjon mellom våre nettsider og saksbehandlingssystemet mulig .

source: Dán geažil lea stuorát vejolašvuohta digitaliseret buot Sámedikki bálvalusaid geavaheddjiid várás .
nob: Dette medfører en større mulighet for digitalisering av alle Sametingets tjenester til sine brukere .

source: Almmuhan Pål Hivand .
nob: Publisert av Pål Hivand .

source: Maŋimustá rievdaduvvon 03.01.2007
nob: Sist endret 03.01.2007 artikler

source: Neahttasiiddut birra
nob: Nettsider for alle

source: Neahttasiiddut buohkaide
nob: Om Sametingets nettsider

source: Eará
nob: Andre
